{
    "original_id": "53227",
    "name": "Pierogi z papieru ryżowego",
    "category": "obiad",
    "sub_category": "Wieprzowina",
    "image_filename": "53227_Rice_paper_dumplings.jpg",
    "time": "30-45 min",
    "difficulty": "Średni",
    "portions": "2-4",
    "ingredients": [
        "1/4 główki białej kapusty",
        "1 marchewka",
        "100 g grzybów shiitake",
        "400 g mielonej wieprzowiny",
        "2 ząbki czosnku, posiekane",
        "20 g imbiru",
        "2 łyżeczki sosu sojowego",
        "2 łyżeczki oleju sezamowego",
        "3 dymki, cienko pokrojone",
        "20 arkuszy papieru ryżowego",
        "75 ml oleju roślinnego",
        "2 łyżki sosu sojowego (do podania)",
        "2 łyżki octu ryżowego (do podania)",
        "1/2 łyżki nasion sezamu",
        "2 dymki, pokrojone (do podania)"
    ],
    "steps": [
        "Krok 1: Włóż kapustę do blendera i posiekaj na drobno. Dopraw ½ łyżeczki soli, wymieszaj i odstaw na 15 minut.",
        "Przełóż do czystej ściereczki i wyciśnij jak najwięcej wody.",
        "Przełóż do miski wraz z marchewką, grzybami, mieloną wieprzowiną, czosnkiem, imbirem, sosem sojowym, olejem sezamowym i dymką. Dopraw świeżo mielonym pieprzem i dokładnie wymieszaj rękami.",
        "Krok 2: Namocz arkusze papieru ryżowego na kilka sekund w płytkim naczyniu z ciepłą wodą, następnie przełóż na natłuszczoną deskę.",
        "Na każdym arkuszu nałóż 1 dużą łyżkę farszu na środek, złóż dolną część arkusza, następnie boki i górę, tworząc estetyczny kwadrat. Jeśli pierożek jest kruchy, użyj dodatkowego arkusza i zawiń ponownie.",
        "Powtarzaj z pozostałymi arkuszami i farszem, odkładając pierogi na natłuszczony talerz.",
        "Krok 3: Rozgrzej olej w dużej, nieprzywierającej patelni (maksymalnie do 1/3 wysokości) na średnim ogniu i smaż pierogi 3-5 minut na złoty kolor.",
        "Obróć przy pomocy łyżki cedzakowej, przykryj pokrywką i smaż kolejne 3-4 minuty, aż będą złociste. Następnie zdejmij pokrywkę i smaż jeszcze 1-2 minuty.",
        "Krok 4: W międzyczasie połącz składniki sosu do maczania w małej misce.",
        "Podawaj pierogi z papieru ryżowego z sosem na boku."
    ]
}
